import Link from "next/link";
import React from "react";
import { TiHome } from "react-icons/ti";

const FactcheckTeamPage = () => {
  return (
    <div className="container">
      <div className="flex flex-row gap-x-2 items-center cursor-pointer text-gray-700 pb-1 pt-2 border-b-[1px] border-[#BEBDBD]">
        <div>
          <Link href={`/`} className=" hover:underline">
            <TiHome size={18} className="mb-2" color="#6c757d" />
          </Link>
        </div>
        <div>
          <span> {">"} </span>
          <Link href={`/fact-check`} className="hover:underline">
            <span> ফ্যাক্টচেক </span>
          </Link>
          <span> {">"} </span>
          <Link href={`/fact-check-team`} className="hover:underline">
            <span> ফ্যাক্টচেক-টিম </span>
          </Link>
        </div>
      </div>
      <div className="text-xl">
        <h3 className="font-bold py-4">আজকের পত্রিকা ফ্যাক্টচেক টিম</h3>
        <h3 className="font-bold pb-4">হুসাইন আহমদ</h3>
        <span className="">
          সহকারী বার্তা সম্পাদক, আজকের পত্রিকা <br />
        </span>
        <p className="pb-4 pt-6">
          দেড় দশকেরও বেশি সময় ধরে সাংবাদিকতা করছেন হুসাইন আহমদ। তিনি
          ফ্যাক্টচেকিং বা তথ্য যাচাই ও তথ্যের যথার্থতা নিশ্চিতে প্রতিশ্রুতিবদ্ধ।
          বর্তমানে আজকের পত্রিকায় অনলাইন বার্তা বিভাগের প্রধান হিসেবে হিসেবে
          দায়িত্ব পালন করছেন। তাঁর নেতৃত্বে একদল সহসম্পাদক বস্তুনিষ্ঠ,
          নির্ভরযোগ্য ও বিশ্বাসযোগ্য কনটেন্ট তৈরিতে নিয়োজিত।
        </p>
        <p>
          আজকের পত্রিকায় যোগদানের আগে তিনি বাংলাদেশের প্রথম অনলাইন নিউজ পোর্টাল
          বিডিনিউজ টোয়েন্টিফোর ডটকমে জ্যেষ্ঠ সহসম্পাদক হিসেবে দায়িত্বপালন করেন।
          সহসম্পাদক হিসেবে কাজ শুরুর আগে তিনি ইংরেজি দৈনিক দ্য নিউ এজে বাণিজ্য
          বিষয়ক প্রতিবেদক হিসেবে কাজ করেছেন। তিনি ঢাকা বিশ্ববিদ্যালয়ের
          সমাজবিজ্ঞান বিভাগ থেকে স্নাতকোত্তর ডিগ্রি অর্জন করছেন। তাঁর মূল
          দক্ষতার মধ্যে রয়েছে ফ্যাক্টচেক, উৎস যাচাইসহ সাংবাদিকতার উচ্চ মান বজায়
          রাখা।
        </p>
        <h3 className="font-bold py-4">জাহাঙ্গীর আলম</h3>
        <span className="">
          জ্যেষ্ঠ সহসম্পাদক, আজকের পত্রিকা <br />
        </span>
        <p className="py-4">
          তিনি ঢাকা বিশ্ববিদ্যালয়ের ইনস্টিটিউট অব স্ট্যাটিস্টিক্যাল রিসার্চ
          অ্যান্ড ট্রেনিং (আইএসআরটি) থেকে স্নাতক সম্পন্ন করেছেন। এক যুগের বেশি
          সময় বিভিন্ন অনলাইন পোর্টাল ও জাতীয় দৈনিকে কাজ করেছেন। এই সময়
          আন্তর্জাতিক ও প্রযুক্তি বিভাগের প্রধান হিসেবে দায়িত্ব পালন করেছেন।
          উপাত্ত ভিত্তিক সংবাদ সম্পাদনা, উপাত্ত বিশ্লেষণ ও উপস্থাপন, সোশ্যাল
          মিডিয়া ও ওয়েবসাইট ব্যবস্থাপনা ও ফ্যাক্টচেক সম্পর্কিত টুল ব্যবহারের
          দক্ষতা রয়েছে।আগ্রহের বিষয় প্রযুক্তি ও তথ্যপ্রবাহে প্রযুক্তির অবদান এবং
          জনপরিসরে মতামত গঠনে তথ্যের প্রভাব।
        </p>
        <h3 className="font-bold pb-4">রিদওয়ানুল ইসলাম</h3>
        <span className="">
          ফ্যাক্টচেকার, আজকের পত্রিকা <br />
        </span>
        <p className="py-4">
          রিদওয়ানুল ইসলাম, বর্তমানে আজকের পত্রিকায় ফ্যাক্টচেকার হিসেবে কর্মরত।
          তিনি কুমিল্লা বিশ্ববিদ্যালয়ের গণযোগাযোগ ও সাংবাদিকতা বিভাগ থেকে স্নাতক
          ও স্নাতকোত্তর সম্পন্ন করেছেন। বিশ্ববিদ্যালয়ে অধ্যয়নকালীন সময়ে অনলাইন
          নিউজ পোর্টাল জাগো নিউজ ২৪, বেসরকারি সম্প্রচার মাধ্যম সময় টিভিতে
          ক্যাম্পাস প্রতিনিধি হিসেবে কাজ করেছেন।
        </p>
        <p className="pb-9">
          এই সময়ে অনলাইন সাংবাদিকতা সংক্রান্ত ‘অনলাইন সাংবাদিকতা’ নামের একটি বই
          প্রকাশনার সঙ্গে যুক্ত ছিলেন তিনি। এএফপি, রয়টার্সের একাধিক ফ্যাক্টচেক
          কোর্স সম্পন্ন করেছেন তিনি। আজকের পত্রিকায় যোগ দেওয়ার পূর্বে তিনি
          আন্তর্জাতিক ফ্যাক্টচেকিং নেটওয়ার্ক (আইএফসিএন) স্বীকৃত বাংলাদেশের
          ফ্যাক্টচেকিং প্রতিষ্ঠান রিউমর স্ক্যানার বাংলাদেশে সিনিয়র ফ্যাক্টচেকার
          হিসেবে প্রায় দেড় বছর কাজ করেছেন। ভুয়া, অপতথ্য, বিভ্রান্তিকর তথ্য, মিথ
          ডিবাংক করা তাঁর আগ্রহের জায়গা।
        </p>
      </div>
    </div>
  );
};

export default FactcheckTeamPage;
