import Link from "next/link";
import React from "react";
import { TiHome } from "react-icons/ti";

const Rating = () => {
  return (
    <div className="container">
      <div className="flex flex-row gap-x-2 items-center cursor-pointer text-gray-700 pb-1 pt-2 border-b-[1px] border-[#BEBDBD]">
        <div>
          <Link href={`/`} className=" hover:underline">
            <TiHome size={18} className="mb-2" color="#6c757d" />
          </Link>
        </div>
        <div>
          <span> {">"} </span>
          <Link href={`/fact-check`} className="hover:underline">
            <span> ফ্যাক্টচেক </span>
          </Link>
          <span> {">"} </span>
          <Link href={`/rating`} className="hover:underline">
            <span> রেটিং </span>
          </Link>
        </div>
      </div>
      <div className="text-xl">
        <p className="pb-4 pt-6">
          বাংলাদেশের জনপ্রিয় সোশ্যাল মিডিয়াগুলো পর্যবেক্ষণের সময় কোনো দাবি আজকের
          পত্রিকার ফ্যাক্টচেক বিভাগের নজরে এলে দাবিটিকে নিম্নে লিখিত রেটিংগুলোর
          ভিত্তিতে ফ্যাক্টচেক প্রতিবেদন প্রকাশ করা হয়।
        </p>
        <p className="pb-4">
          <span className="font-bold">মিথ্যা: </span>
          একাধিক নির্ভরযোগ্য সূত্রের মাধ্যমে যাচাই করে যখন কোনো ঘটনা, ছবি, ভিডিও
          এবং তথ্যের ব্যাপারে কোনোরূপ সত্যতা পাওয়া যায় না।
        </p>
        <p className="pb-4">
          <span className="font-bold">সত্য: </span>
          একাধিক নির্ভরযোগ্য সূত্রের মাধ্যমে যখন দাবিকৃত ঘটনা, ছবি বা তথ্যটির
          সত্যতার ব্যাপারে নিশ্চিত হওয়া যায়, তখন সেটিকে এই রেটিংয়ের ভিত্তিতে
          প্রতিবেদন প্রকাশ করা হয়।
        </p>
        <p className="pb-4">
          <span className="font-bold">বিভ্রান্তিকর: </span>
          আজকের পত্রিকার ফ্যাক্টচেক বিভাগের অনুসন্ধানে তখনই একটি ছবি, ঘটনা বা
          তথ্য বিভ্রান্তিকর হিসেবে প্রতীয়মান হয়, যখন দেখা যায় ওই ছবি, মূল ঘটনা
          বা তথ্যটি সঠিক; কিন্তু এর মধ্যে এমন কোনো বিভ্রান্তিকর বা মিথ্যা উপাদান
          রয়েছে, যার ফলে মূল ছবি, ঘটনা বা তথ্যটি গ্রাহকের কাছে ভিন্নভাবে
          উপস্থাপিত হয়।
        </p>
        <p className="pb-4">
          <span className="font-bold">বিকৃত ছবি: </span>
          প্রতারণার উদ্দেশ্যে বা উদ্দেশ্যপ্রণোদিতভাবে কোনো ছবিতে সম্পাদনার
          মাধ্যমে কারসাজি করা হলে এই রেটিংয়ের ভিত্তিতে প্রতিবেদন তৈরি ও প্রকাশ
          করা হয়।
        </p>
        <p className="pb-4">
          <span className="font-bold">বিকৃত ভিডিও: </span>
          কোনো ভিডিওতে সম্পাদনার মাধ্যমে কারসাজি করা হলে এই রেটিং ব্যবহার করা
          হয়।
        </p>
        <p className="pb-4">
          <span className="font-bold">অনুপস্থিত প্রসঙ্গ: </span>
          যখন একটি দাবিতে সত্যের কিছু উপাদান থাকে তবে প্রতারণার উদ্দেশ্যে
          পূর্বাপর প্রসঙ্গ বাদ দিয়ে কেবল দাবির অংশটুকুই প্রচার করা হয়, তখন এই
          রেটিংয়ের ভিত্তিতে প্রতিবেদন প্রকাশ করা হয়।
        </p>
        <p className="pb-4">
          <span className="font-bold">স্যাটায়ার বা ব্যঙ্গাত্মক: </span>
          দাবিটি কনটেন্টের মূল লেখক বা নির্মাতা এবং/অথবা বিপুলসংখ্যক পাঠক–শ্রোতা
          ব্যঙ্গাত্মক বলে বর্ণনা করেছেন—এমন বিষয়বস্তু থেকে নেওয়া। এ ধরনের
          কনটেন্ট লেখক বা প্রস্তুতকারক অথবা শ্রোতারা ‘স্যাটায়ার’ হিসেবে উল্লেখ
          নাও করতে পারেন।
        </p>
        <p className="pb-4">
          আবার ব্যঙ্গ কনটেন্টের ওয়েবসাইট থেকে কোনো বিষয়বস্তু নিয়ে সেটিকে বাস্তব
          দাবিতে প্রচার করা হয়। অথবা বিচ্ছিন্নভাবে কিছু ব্যঙ্গাত্মক চিহ্ন বা অংশ
          নিয়ে আলাদাভাবে সত্য দাবিতে পূর্ণাঙ্গ কনটেন্ট তৈরি করে সেটি কোনো
          প্ল্যাটফর্মে পোস্ট করা হলে সেটি এই রেটিংয়ের অন্তর্ভুক্ত।
        </p>
        <p className="pb-4">
          <span className="font-bold">বানোয়াট: </span>
          মিথ্যা ছবি বা বানানো ঘটনা প্রচার করে মানুষকে বোকা বানানো।
        </p>
        <p className="pb-4">
          <span className="font-bold">ডিপফেক: </span>
          আর্টিফিশিয়াল ইন্টেলিজেন্স (এআই) বা কৃত্রিম বুদ্ধিমত্তার সাহায্যে তৈরি
          ভিডিও, কণ্ঠ নকল করে অডিও রেকর্ডিং তৈরি করে সত্য দাবিতে প্রচার করা।
        </p>
        <p className="pb-9">
          <span className="font-bold">এআই ইমেজ: </span>
          কৃত্রিম বুদ্ধিমত্তার (এআই) সহায়তায় তৈরি কল্পিত ছবি বা গ্রাফিকস ডিজাইন।
        </p>
      </div>
    </div>
  );
};

export default Rating;
